Repository: arjun-dureja/SubWidget
Catalog: SubscriberWidget/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, kk, pt_br, ta, tr, zh_hans

source: This indicates a server issue. Please try again later.
ar: هذا يشير إلى مشكلة في الخادم. يرجى المحاولة مرة أخرى لاحقًا.
de: Dies deutet auf ein Serverproblem hin. Bitte versuchen Sie es später noch einmal.
es: Esto indica un problema con el servidor. Por favor, inténtalo de nuevo más tarde.
fr: Cela indique un problème de serveur. Veuillez réessayer plus tard.
hi: यह एक सर्वर समस्या को दर्शाता है। कृपया बाद में पुनः प्रयास करें।
id: Ini menunjukkan masalah server. Silakan coba lagi nanti.
ja: これはサーバーの問題を示しています。後でもう一度試してください。
kk: Бұл сервер мәселесін көрсетеді. Тағы жасауды сәл кейінірек көріңізді өтінеміз.
pt_br: Isso indica um problema no servidor. Por favor, tente novamente mais tarde.
ta: இது ஒரு சேவையக சிக்கலை குறிக்கிறது. தயவுசெய்து பின்னர் முயற்சிக்கவும்.
tr: Bu bir sunucu sorununu gösterir. Lütfen daha sonra tekrar deneyin.
zh_hans: 这表明服务器有问题。请稍后重试。

source: Total subscribers
ar: إجمالي المشتركين
de: Gesamt Abonnenten
es: Total de suscriptores
fr: Total des abonnés
hi: कुल सब्सक्राइबर
id: Jumlah subscriber
ja: 総登録者数
kk: Жалпы жазылушылар саны
pt_br: Total de inscritos
ta: மொத்த சந்தாதாரர்கள்
tr: Toplam abone sayısı
zh_hans: 订阅者总数

source: Total views
ar: إجمالي المشاهدات
de: Gesamtaufrufe
es: Total de vistas
fr: Total des vues
hi: कुल दृश्य
id: Jumlah tayangan
ja: 総視聴回数
kk: Жалпы қаралым саны
pt_br: Total de visualizações
ta: மொத்த காட்சிகள்
tr: Toplam görüntüleme sayısı
zh_hans: 总观看次数

source: Try Again
ar: حاول مرة أخرى
de: Versuchen Sie es erneut
es: Intentar de nuevo
fr: Essayez à nouveau
hi: पुनः प्रयास करें
id: Coba Lagi
ja: もう一度試してください
kk: Қайталап көріңіз
pt_br: Tente Novamente
ta: மீண்டும் முயற்சிக்கவும்
tr: Tekrar Deneyin
zh_hans: 再试一次

source: Try entering your channel ID instead of your channel name. If that still doesn't work, please contact me and I will help you.
ar: حاول إدخال معرّف قناتك بدلاً من اسم قناتك. إذا لم ينجح ذلك، يرجى الاتصال بي وسأساعدك.
de: Versuchen Sie, Ihre Kanal-ID anstelle Ihres Kanalnamens einzugeben. Wenn das immer noch nicht funktioniert, kontaktieren Sie mich bitte und ich werde Ihnen helfen.
es: Intenta ingresar el ID de tu canal en lugar del nombre de tu canal. Si eso aún no funciona, por favor contáctame y te ayudaré.
fr: Essayez d'entrer l'ID de votre chaîne au lieu de son nom. Si cela ne fonctionne toujours pas, veuillez me contacter et je vous aiderai.
hi: अपने चैनल के नाम के बजाय अपनी चैनल आईडी दर्ज करने का प्रयास करें। यदि वह अभी भी काम नहीं करता है, तो कृपया मुझसे संपर्क करें और मैं आपकी मदद करूंगा।
id: Coba masukkan ID saluran Anda, bukan nama saluran Anda. Jika masih tidak berhasil, silakan hubungi saya dan saya akan membantu Anda.
ja: チャンネル名の代わりにチャンネル ID を入力してみてください。それでもうまくいかない場合は、私に連絡してください。お手伝いします。
kk: Арна атауының орнына арна идентификаторын енгізіп көріңіз. Егер бұл әлі жұмыс істемесе, маған хабарласыңыз, мен сізге көмектесемін.
pt_br: Tente inserir o ID do seu canal em vez do nome do seu canal. Se isso ainda não funcionar, por favor, entre em contato comigo e eu o ajudarei.
ta: உங்கள் சேனல் பெயருக்கு பதிலாக உங்கள் சேனல் ஐடியை உள்ளிட முயற்சிக்கவும். அதுவும் செயல்படவில்லை என்றால், தயவுசெய்து என்னை தொடர்பு கொள்ளவும், நான் உதவுவேன்.
tr: Kanal adınız yerine kanal kimliğinizi girmeyi deneyin. Eğer hala işe yaramazsa lütfen benimle iletişime geçin, size yardımcı olacağım.
zh_hans: 尝试输入您的频道 ID 而不是频道名称。如果仍然不行，请联系我，我会帮助你。

source: Try entering your channel ID instead. If that doesn't work, please contact me with your channel URL and I will help you find it
ar: جرّب إدخال معرّف القناة (Channel ID) بدلاً من ذلك. إذا لم ينجح ذلك، يُرجى التواصل معي وإرسال رابط قناتك وسأساعدك في العثور عليه.
de: Versuche stattdessen, deine Kanal-ID einzugeben. Wenn das nicht funktioniert, kontaktiere mich bitte mit der URL deines Kanals, und ich helfe dir, sie zu finden.
es: Intenta ingresar el ID de tu canal en su lugar. Si eso no funciona, contáctame con la URL de tu canal y te ayudaré a encontrarlo.
fr: Essayez plutôt d’entrer l’identifiant de votre chaîne. Si cela ne fonctionne pas, veuillez me contacter avec l’URL de votre chaîne et je vous aiderai à la trouver.
hi: इसके बजाय अपना चैनल आईडी दर्ज करने का प्रयास करें। यदि यह काम नहीं करता है, तो कृपया अपनी चैनल URL के साथ मुझसे संपर्क करें, मैं इसे ढूँढने में आपकी सहायता करूँगा।
id: Coba masukkan ID saluran Anda. Jika tidak berhasil, silakan hubungi saya dengan URL saluran Anda dan saya akan membantu Anda menemukannya
ja: 代わりにチャンネル ID を入力してみてください。それでもうまくいかない場合は、チャンネルの URL をお知らせください。見つけるお手伝いをいたします。
kk: Оның орнына арна идентификаторын енгізіп көріңіз. Егер бұл жұмыс істемесе, арнаңыздың URL мекенжайы бойынша маған хабарласыңыз, мен сізге оны табуға көмектесемін
pt_br: Tente inserir o ID do seu canal. Se isso não funcionar, entre em contato comigo com a URL do seu canal e eu ajudarei você a encontrá-lo.
ta: அதற்கு பதிலாக உங்கள் சேனல் ஐடியை உள்ளிட முயற்சிக்கவும். அது வேலை செய்யவில்லை என்றால், உங்கள் சேனல் URL உடன் என்னை தொடர்புகொள்ளுங்கள்; அதை கண்டுபிடிக்க நான் உதவுவேன்.
tr: Bunun yerine kanal kimliğinizi girmeyi deneyin. Bu işe yaramazsa lütfen kanal URL'nizle birlikte benimle iletişime geçin; bulmanıza yardımcı olacağım
zh_hans: 请尝试输入您的频道 ID。如果这不起作用，请与我联系并提供您的频道网址，我会帮助您找到它

source: Twilight
ar: الشفق
de: Dämmerung
es: Crepúsculo
fr: Crépuscule
hi: गोधूलि
id: Senja
ja: トワイライト
kk: Ымырт
pt_br: Crepúsculo
ta: சந்திப்பு நேரம்
tr: Alacakaranlık
zh_hans: 暮光之城

source: Unfortunately, YouTube does not provide exact subscriber counts, they provide a rounded number.
ar: للأسف، يوتيوب لا يوفر عدد المشتركين الدقيق، بل يوفر رقمًا مقربًا.
de: Leider gibt YouTube keine genauen Abonnentenzahlen an, sie geben eine gerundete Zahl an.
es: Lamentablemente, YouTube no proporciona conteos exactos de suscriptores, proporciona un número redondeado.
fr: Malheureusement, YouTube ne fournit pas de nombres exacts d'abonnés, ils fournissent un nombre arrondi.
hi: दुर्भाग्यवश, YouTube सटीक सब्सक्राइबर गिनती प्रदान नहीं करता है, वे एक गोल नंबर प्रदान करते हैं।
id: Sayangnya YouTube tidak memberikan jumlah pasti subscribernya, mereka memberikan angka yang dibulatkan.
ja: 残念ながら、YouTube は正確な登録者数を提供しておらず、概数を提供しています。
kk: Өкінішке орай, YouTube жазылушылардың нақты санын бермейді, олар дөңгелектелген нөмірді береді.
pt_br: Infelizmente, o YouTube não fornece contagens exatas de inscritos, eles fornecem um número arredondado.
ta: துரதிருஷ்டவசமாக, YouTube குறிப்பிட்ட சந்தாதாரர் எண்ணிக்கையை வழங்காமல், ஒரு சுற்று எண்ணை வழங்குகிறது.
tr: Ne yazık ki YouTube tam abone sayısını vermiyor; yuvarlatılmış bir sayı veriyor.
zh_hans: 不幸的是，YouTube 不提供准确的订阅者数量，他们提供的是四舍五入的数字。

source: Unlock
ar: افتح
de: Entsperren
es: Desbloquear
fr: Déverrouiller
hi: अनलॉक करें
id: Buka kunci
ja: ロックを解除する
kk: Құлыпты ашу
pt_br: Desbloquear
ta: திற
tr: Kilidi aç
zh_hans: 解锁

source: Update Frequency
ar: تحديث التردد
de: Aktualisierungshäufigkeit
es: Frecuencia de actualización
fr: Fréquence de mise à jour
hi: अपडेट आवृत्ति
id: Frekuensi Pembaruan
ja: 更新頻度
kk: Жаңарту жиілігі
pt_br: Frequência de Atualização
ta: புதுப்பிப்பு அதிர்வெண்
tr: Güncelleme Sıklığı
zh_hans: 更新频率

source: Upgrade now
ar: قم بالترقية الآن
de: Jetzt upgraden
es: Mejorar ahora
fr: Passer à niveau
hi: अभी अपग्रेड करें
id: Upgrade sekarang
ja: 今すぐアップグレード
kk: Қазір жаңартыңыз
pt_br: Fazer upgrade agora
ta: இப்போது மேம்படுத்து
tr: Şimdi yükselt
zh_hans: 立即升级

source: Upgrade to Pro to open your YouTube channel directly from the widget
ar: قم بالترقية إلى Pro لفتح قناتك على YouTube مباشرة من الأداة
de: Upgrade auf Pro, um deinen YouTube-Kanal direkt aus dem Widget zu öffnen
es: Actualiza a Pro para abrir tu canal de YouTube directamente desde el widget
fr: Passez à Pro pour ouvrir votre chaîne YouTube directement depuis le widget
hi: विजेट से सीधे अपना YouTube चैनल खोलने के लिए Pro में अपग्रेड करें
id: Upgrade ke Pro untuk membuka channel YouTube Anda langsung dari widget
ja: ウィジェットから直接 YouTube チャンネルを開くには Pro にアップグレード
kk: YouTube арнаңызды виджеттен тікелей ашу үшін Pro нұсқасына жаңартыңыз
pt_br: Faça upgrade para o Pro para abrir seu canal do YouTube diretamente pelo widget
ta: விட்ஜெட்டிலிருந்தே உங்கள் YouTube சேனலை நேரடியாகத் திறக்க Pro-க்கு மேம்படுத்துங்கள்
tr: YouTube kanalınızı doğrudan widget'tan açmak için Pro'ya yükseltin
zh_hans: 升级到 Pro，即可直接从小组件打开你的 YouTube 频道

source: View ${channel}
ar: عرض ${channel}
de: ${channel} anzeigen
es: Ver ${channel}
fr: Voir ${channel}
hi: ${channel} देखें
id: Lihat ${channel}
ja: ${channel}を表示
kk: ${channel} көру
pt_br: Ver ${channel}
ta: ${channel} ஐக் காண்க
tr: ${channel} görüntüle
zh_hans: 查看${channel}

source: View both your subscriber and view counts in one widget
ar: اعرض عدد المشتركين والمشاهدات في أداة واحدة
de: Sieh dir sowohl deine Abonnenten- als auch Aufrufzahlen in einem Widget an
es: Consulta tanto tus suscriptores como tus visualizaciones en un solo widget
fr: Consultez à la fois votre nombre d’abonnés et de vues dans un seul widget
hi: एक ही विजेट में अपने सब्सक्राइबर और व्यू की संख्या देखें
id: Lihat jumlah subscriber dan tayangan dalam satu widget
ja: 1つのウィジェットで登録者数と視聴回数をまとめて表示
kk: Бір виджетте жазылушылар мен қаралым санын бірге көріңіз
pt_br: Veja o número de inscritos e visualizações em um único widget
ta: ஒரே விட்ஜெட்டில் உங்கள் சந்தாதாரர்கள் மற்றும் பார்வைகள் எண்ணிக்கையை காணுங்கள்
tr: Abone ve görüntülenme sayılarını tek bir widget'ta birlikte görüntüleyin
zh_hans: 在一个小组件中同时查看订阅者数和观看次数

source: What does the reset button do?
ar: ماذا يفعل زر إعادة الضبط؟
de: Was macht der Zurücksetzen-Button?
es: ¿Qué hace el botón de reinicio?
fr: Que fait le bouton de réinitialisation ?
hi: रीसेट बटन क्या करता है?
id: Apa fungsi tombol reset?
ja: リセットボタンは何をするのですか?
kk: Қалпына келтіру түймесі не істейді?
pt_br: O que o botão de reset faz?
ta: மீட்டமைப்பு பொத்தான் என்ன செய்கிறது?
tr: Sıfırlama düğmesi ne işe yarar?
zh_hans: 重置按钮有什么作用？

source: What's New in SubWidget
ar: ما الجديد في الواجهة الفرعية
de: Neuigkeiten in SubWidget
es: ¿Qué hay de nuevo en SubWidget?
fr: Nouveautés dans SubWidget
hi: SubWidget में क्या नया है
id: Apa yang Baru di SubWidget
ja: SubWidget の新機能
kk: SubWidget қолданбасында қандай жаңалықтар бар
pt_br: Novidades no SubWidget
ta: சப்விஜெட்டில் புதியது என்ன?
tr: SubWidget'deki Yenilikler
zh_hans: SubWidget 的新功能

source: Why doesn't it show the exact subscriber count?
ar: لماذا لا يظهر عدد المشتركين الدقيق؟
de: Warum zeigt es nicht die genaue Abonnentenzahl an?
es: ¿Por qué no muestra el conteo exacto de suscriptores?
fr: Pourquoi cela n'affiche-t-il pas le nombre exact d'abonnés ?
hi: यह सटीक सब्सक्राइबर गिनती क्यों नहीं दिखाता है?
id: Mengapa tidak menunjukkan jumlah pasti pelanggan?
ja: 正確なチャンネル登録者数が表示されないのはなぜですか?
kk: Неліктен ол жазылушылардың нақты санын көрсетпейді?
pt_br: Por que não mostra a contagem exata de inscritos?
ta: ஏன் அது குறிப்பிட்ட சந்தாதாரர் எண்ணிக்கையை காட்டவில்லை?
tr: Neden tam abone sayısını göstermiyor?
zh_hans: 为什么它不显示确切的订阅者数量？

source: Widget Font
ar: خط الأداة
de: Widget-Schriftart
es: Fuente del widget
fr: Police du widget
hi: विजेट फ़ॉन्ट
id: Font Widget
ja: ウィジェットのフォント
kk: Виджет қарпі
pt_br: Fonte do widget
ta: விட்ஜெட் எழுத்துரு
tr: Widget Yazı Tipi
zh_hans: 小组件字体

source: Widget Kind
ar: نوع الأداة
de: Widget-Typ
es: Tipo de widget
fr: Type de widget
hi: विजेट प्रकार
id: Jenis Widget
ja: ウィジェットの種類
kk: Виджет түрі
pt_br: Tipo de widget
ta: விட்ஜெட் வகை
tr: Widget Türü
zh_hans: 小组件类型

source: Wishlist
ar: قائمة الرغبات
de: Wunschliste
es: Lista de deseos
fr: Liste de souhaits
hi: विशलिस्ट
id: Daftar Keinginan
ja: ウィッシュリスト
kk: Қалаулар тізімі
pt_br: Lista de Desejos
ta: விருப்பப் பட்டியல்
tr: İstek Listesi
zh_hans: 愿望清单

source: With SubWidget Pro, you can add up to 10 channels. If you would like to add more, please contact me using the link in Settings and I will increase the limit.
ar: مع SubWidget Pro، يمكنك إضافة ما يصل إلى 10 قنوات. إذا كنت ترغب في إضافة المزيد، يرجى التواصل معي باستخدام الرابط في الإعدادات وسأزيد الحد.
de: Mit SubWidget Pro können Sie bis zu 10 Kanäle hinzufügen. Wenn Sie mehr hinzufügen möchten, kontaktieren Sie mich bitte über den Link in den Einstellungen, dann erhöhe ich das Limit.
es: Con SubWidget Pro, puedes agregar hasta 10 canales. Si quieres agregar más, contáctame usando el enlace en Ajustes y aumentaré el límite.
fr: Avec SubWidget Pro, vous pouvez ajouter jusqu’à 10 chaînes. Si vous souhaitez en ajouter plus, contactez-moi via le lien dans Réglages et j’augmenterai la limite.
hi: SubWidget Pro के साथ, आप 10 तक चैनल जोड़ सकते हैं। यदि आप इससे अधिक जोड़ना चाहते हैं, तो सेटिंग्स में दिए गए लिंक से मुझसे संपर्क करें और मैं सीमा बढ़ा दूंगा।
id: Dengan SubWidget Pro, Anda dapat menambahkan hingga 10 saluran. Jika Anda ingin menambahkan lebih banyak, silakan hubungi saya menggunakan tautan di Pengaturan dan saya akan menambah batasnya.
ja: SubWidget Pro では、最大 10 チャンネルを追加できます。さらに追加したい場合は、設定のリンクを使用して私にご連絡ください。制限を増やします。
kk: SubWidget Pro көмегімен 10 арнаға дейін қосуға болады. Қосымша қосқыңыз келсе, "Параметрлер" бөліміндегі сілтеме арқылы маған хабарласыңыз, мен шектеуді арттырамын.
pt_br: Com o SubWidget Pro, você pode adicionar até 10 canais. Se quiser adicionar mais, fale comigo pelo link em Ajustes e eu aumentarei o limite.
ta: SubWidget Pro உடன், நீங்கள் 10 சேனல்கள் வரை சேர்க்கலாம். அதற்கு மேல் சேர்க்க விரும்பினால், அமைப்புகளில் உள்ள இணைப்பைப் பயன்படுத்தி என்னை தொடர்பு கொள்ளுங்கள்; நான் வரம்பை உயர்த்துவேன்.
tr: SubWidget Pro ile 10'a kadar kanal ekleyebilirsiniz. Daha fazlasını eklemek isterseniz lütfen Ayarlar'daki bağlantıyı kullanarak benimle iletişime geçin; limiti artıracağım.
zh_hans: 使用 SubWidget Pro，您最多可以添加 10 个频道。如果您想添加更多，请使用“设置”中的链接与我联系，我将增加限制。

source: You can only add 10 channels. Swipe left on a channel to delete it.
ar: يمكنك إضافة 10 قنوات فقط. اسحب لليسار على قناة لحذفها.
de: Sie können nur 10 Kanäle hinzufügen. Wischen Sie nach links über einen Kanal, um ihn zu löschen.
es: Solo puedes agregar 10 canales. Desliza hacia la izquierda en un canal para eliminarlo.
fr: Vous ne pouvez ajouter que 10 chaînes. Balayez vers la gauche sur une chaîne pour la supprimer.
hi: आप केवल 10 चैनल जोड़ सकते हैं। एक चैनल को हटाने के लिए बाईं ओर स्वाइप करें।
id: Anda hanya dapat menambahkan 10 saluran. Gesek ke kiri pada saluran untuk menghapusnya.
ja: 追加できるチャンネルは 10 個までです。チャンネルを左にスワイプして削除します。
kk: Сіз тек 10 арна қоса аласыз. Арнаны жою үшін оны солға сырғытыңыз.
pt_br: Você só pode adicionar 10 canais. Deslize para a esquerda em um canal para excluí-lo.
ta: நீங்கள் 10 சேனல்கள் மட்டுமே சேர்க்கலாம். சேனலை நீக்க இடதுபுறமாக ஸ்வைப் செய்யவும்.
tr: Yalnızca 10 kanal ekleyebilirsiniz. Silmek için bir kanalı sola kaydırın.
zh_hans: 您只能添加 10 个频道。在频道上向左滑动即可将其删除。

source: You can request a feature using the Wishlist tab below.
ar: يمكنك طلب ميزة باستخدام علامة التبويب قائمة الرغبات أدناه.
de: Sie können eine Funktion anfordern, indem Sie die Registerkarte Wunschliste unten verwenden.
es: Puedes solicitar una función usando la pestaña Lista de deseos a continuación.
fr: Vous pouvez demander une fonctionnalité en utilisant l'onglet Liste de souhaits ci-dessous.
hi: आप नीचे दिए गए विशलिस्ट टैब का उपयोग करके एक फीचर का अनुरोध कर सकते हैं।
id: Anda dapat meminta fitur menggunakan tab Daftar Keinginan di bawah.
ja: 以下の「ウィッシュリスト」タブを使用して機能をリクエストできます。
kk: Төмендегі Қалаулар тізімі қойындысын пайдаланып мүмкіндікті сұрауға болады.
pt_br: Você pode solicitar um recurso usando a aba Lista de Desejos abaixo.
ta: நீங்கள் கீழே உள்ள Wishlist தாவலைப் பயன்படுத்தி ஒரு அம்சத்தை கோரலாம்.
tr: Aşağıdaki İstek Listesi sekmesini kullanarak bir özellik talep edebilirsiniz.
zh_hans: 您可以使用下面的“愿望清单”选项卡来请求某项功能。

source: You can select how often you want the widget to update in the app settings. The minimum is every 30 minutes.
ar: يمكنك تحديد مدى تكرار تحديث الواجهة في إعدادات التطبيق. الحد الأدنى هو كل 30 دقيقة.
de: Sie können auswählen, wie oft das Widget in den App-Einstellungen aktualisiert werden soll. Das Minimum ist alle 30 Minuten.
es: Puedes seleccionar con qué frecuencia deseas que el widget se actualice en la configuración de la aplicación. El mínimo es cada 30 minutos.
fr: Vous pouvez sélectionner la fréquence à laquelle vous souhaitez que le widget se mette à jour dans les paramètres de l'application. Le minimum est toutes les 30 minutes.
hi: आप ऐप सेटिंग्स में विजेट को कितनी बार अपडेट करना चाहते हैं, यह चुन सकते हैं। न्यूनतम हर 30 मिनट है।
id: Anda dapat memilih seberapa sering Anda ingin widget diperbarui di pengaturan aplikasi. Minimalnya setiap 30 menit.
ja: アプリ設定でウィジェットを更新する頻度を選択できます。最小値は 30 分ごとです。
kk: Виджеттің қаншалықты жиі жаңартылатынын қолданба параметрлерінде таңдауға болады. Минималды - әр 30 минут сайын.
pt_br: Você pode selecionar com que frequência deseja que o widget seja atualizado nas configurações do aplicativo. O mínimo é a cada 30 minutos.
ta: நீங்கள் செயலி அமைப்புகளில் விஜெட்டு எவ்வளவு அடிக்கடி புதுப்பிக்கப்பட வேண்டும் என்பதை தெரிவு செய்யலாம். குறைந்தபட்சம் ஒவ்வொரு 30 நிமிடங்களுக்கும் உள்ளது.
tr: Widget'ın ne sıklıkta güncellenmesini istediğinizi uygulama ayarlarından seçebilirsiniz. Minimum her 30 dakikada birdir.
zh_hans: 您可以在应用程序设置中选择小组件的更新频率。最少为每 30 分钟一次。

source: You'll be notified when this channel reaches %@ subscribers!
ar: سيتم إعلامك عندما تصل هذه القناة إلى %@ مشترك!
de: Du wirst benachrichtigt, wenn dieser Kanal %@ Abonnenten erreicht!
es: Recibirás una notificación cuando este canal alcance %@ suscriptores!
fr: Vous serez averti lorsque cette chaîne atteindra %@ abonnés !
hi: जब यह चैनल %@ सब्सक्राइबर तक पहुंचेगा, तब आपको सूचित किया जाएगा!
id: Anda akan diberi tahu saat saluran ini mencapai %@ subscriber!
ja: このチャンネルが %@ 人の登録者に達すると通知されます！
kk: Бұл арна %@ жазылушыға жеткенде сізге хабарланады!
pt_br: Você será notificado quando este canal alcançar %@ inscritos!
ta: இந்த சேனல் %@ சந்தாதாரர்களை எட்டும் போது உங்களுக்கு அறிவிக்கப்படும்!
tr: Bu kanal %@ aboneye ulaştığında bilgilendirileceksiniz!
zh_hans: 当此频道达到 %@ 位订阅者时，你会收到通知！

source: YouTube channel statistics, at a glance
ar: إحصاءات قناة YouTube بنظرة سريعة
de: YouTube-Kanalstatistiken auf einen Blick
es: Estadísticas de canales de YouTube de un vistazo
fr: Les statistiques de chaîne YouTube en un coup d’œil
hi: YouTube चैनल आँकड़े, एक नज़र में
id: Sekilas tentang statistik saluran YouTube
ja: YouTube チャンネル統計の概要
kk: YouTube арнасының статистикасы, бір қарағанда
pt_br: Estatísticas do canal do YouTube de relance
ta: YouTube சேனல் புள்ளிவிவரங்கள், ஒரே பார்வையில்
tr: Bir bakışta YouTube kanal istatistikleri
zh_hans: YouTube 频道统计数据一目了然

source: Zoom
ar: التكبير
hi: ज़ूम
ja: ズーム
kk: Үлкейту
ta: பெரிதாக்கு
tr: Yakınlaştırma
zh_hans: 缩放

source: SubWidget
ja: ザザップザザ

source: SubWidget %@
ja: ザザッザッザッザッザッザッザッ
